Revit 2027 API
Tile.TileHorizontalCount Property
 The property labeled "Tile Count" from the "Tile" schema.
Namespace: Autodesk.Revit.DB.Visual
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static string TileHorizontalCount { get; }
Public Shared ReadOnly Property TileHorizontalCount As String
	Get
public:
static property String^ TileHorizontalCount {
	String^ get ();
}
static member TileHorizontalCount : string with get
Property Value
String
Remarks
 This property is of type "AssetPropertyDouble" within the range of "0, 100".
See Also
Reference
Tile Class
Autodesk.Revit.DB.Visual Namespace